10/data/attachments/99df979f28cf147a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_628d1b93-d491-4908-aacb-c9dcdf258ea9</nif:username>
            <nif:pageInfo>
                <nif:page>4</nif:page>
                <nif:size>2</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>